Repository: wp-plugins/wp-pagenavi
Catalog: lang/wp-pagenavi-*.po
Languages: pt_br

source: Page Navigation Options
pt_br: Opções de Navegação de Página

source: Updated
pt_br: Atualizado

source: No Page Navigation Option Updated
pt_br: Sem opção de navegação de página Atualizado

source: UNINSTALL WP-PageNavi
pt_br: Desinstalar WP-PageNavi

source: Setting Key '%s' has been deleted.
pt_br: Registro de Configuração '%s' foi deletado.

source: Error deleting Setting Key '%s'.
pt_br: Erro ao deletar o registro de Configuração '%s'

source: Uninstall WP-PageNavi
pt_br: Desinstalar WP-PageNavi

source: <a href="%s">Click Here</a> To Finish The Uninstallation And WP-PageNavi Will Be Deactivated Automatically.
pt_br: <a href="%s">Clique aqui</a> para concluir a desinstalação do WP-PageNavi. O plugin será desativado automaticamente.

source: Page Navigation Text
pt_br: Texto da Página de navegação

source: Text For Number Of Pages
pt_br: Texto para número de páginas

source: The current page number.
pt_br: O número de página atual.

source: The total number of pages.
pt_br: Número total de páginas.

source: Text For Current Page
pt_br: Texto para página atual

source: The page number.
pt_br: O número da página.

source: Text For Page
pt_br: Texto Para Página

source: Text For First Post
pt_br: Texto para primeiro post

source: Text For Last Post
pt_br: Texto Para Último Post

source: Text For Next Post
pt_br: Texto para próximo post

source: Text For Previous Post
pt_br: Texto para posts anteriores

source: Text For Next ...
pt_br: Texto para o próximo ...

source: Text For Previous ...
pt_br: Texto para anteriores...

source: Page Navigation Style
pt_br: Estilo da Navegação de Página

source: Drop Down List
pt_br: Lista suspensa

source: Number Of Pages To Show?
pt_br: Número de página para mostrar?

source: Always Show Page Navigation?
pt_br: Sempre mostra navegação de página?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Number Of Larger Page Numbers To Show?
pt_br: Maior número de páginas para mostrar?

source: Larger page numbers are in additional to the default page numbers. It is useful for authors who is paginating through many posts.
pt_br: Aumentar números de páginas que estão dentro do número padão. É útil para os autores com muitos posts.

source: For example, WP-PageNavi will display: Pages 1, 2, 3, 4, 5, 10, 20, 30, 40, 50
pt_br: Por exemplo, WP-PageNavi vai mostrar: Páginas 1, 2, 3, 4, 5, 10, 20, 30, 40, 50

source: Enter 0 to disable.
pt_br: Digite 0 para desativar.

source: Show Larger Page Numbers In Multiples Of:
pt_br: Mostrar o números de páginas em múltiplos de:

source: If mutiple is in 5, it will show: 5, 10, 15, 20, 25
pt_br: Se o múltiplo for 5, ele vai mostrar: 5, 10, 15, 20, 25

source: If mutiple is in 10, it will show: 10, 20, 30, 40, 50
pt_br: Se o múltiplo for 10, ele vai mostrar: 10, 20, 30, 40, 50

source: Save Changes
pt_br: Salvar Mudanças

source: Deactivating WP-PageNavi plugin does not remove any data that may have been created, such as the page navigation options. To completely remove this plugin, you can uninstall it here.
pt_br: Desativar WP-PageNavi não remove quaisquer dados que possam ter sido criado, sobre as opções de navegação de página. Para remover completamente este plugin, você pode desinstalá-lo aqui.

source: WARNING:
pt_br: AVISO:

source: Once uninstalled, this cannot be undone. You should use a Database Backup plugin of WordPress to back up all the data first.
pt_br: Uma vez desinstalado, o processo não pode ser desfeito. Você deve usar um banco de dados de backup restaurar as configurações anteriores.

source: The following WordPress Options will be DELETED:
pt_br: Se continuar essas opções salvas no WordPress serão apagadas:

source: WordPress Options
pt_br: Opções do WordPress

source: You Are About To Uninstall WP-PageNavi From WordPress.\nThis Action Is Not Reversible.\n\n Choose [Cancel] To Stop, [OK] To Uninstall.
pt_br: Você está prestes a desinstalar o WP-PageNavi do WordPress.\nEsta ação não é reversível.\n\nEscolha [Cancelar] para parar, [OK] para Desinstalar.

source: Page %CURRENT_PAGE% of %TOTAL_PAGES%
pt_br: Página %CURRENT_PAGE% de %TOTAL_PAGES%

source: &laquo; First
pt_br: &laquo; Primeiro

source: Last &raquo;
pt_br: Último &raquo;
